[
        {
            "id": "1",
            "nombre": "Joffrey Baratheon",
            "id_casa": "9",
            "casa_nacimiento": "House Baratheon",
            "titulo": "King",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Joffrey grew up as a spoiled and indulgent child with a cruel streak within him. His father, King Robert I Baratheon, is deeply disappointed with his son and feels little affection for Joffrey– nor did he like the fact that Joffrey would always cry whenever Robert picked him up. It is implied that Joffrey craves Robert's respect and approval, and many of his acts are done in an effort to live up to his father's standards. Once after learning a kitchen cat was pregnant, Joffrey killed the animal and cut open its belly to see the kittens inside. He showed one of the unborn kittens to his father. Robert was so shocked and angry he hit Joffrey so hard it knocked out two of his baby teeth. Queen Cersei Lannister believes Robert would have beaten the boy if she had allowed it. It is also implied Joffrey bullied his younger brother, Tommen.",
            "lealtad": "House Lannister",
            "edad": "14",
            "muerte": "300",
            "slug": "personaje1",
            "image": "personaje_1.png"
        },
        {
            "id": "2",
            "nombre": "Robb Stark",
            "id_casa": "2",
            "casa_nacimiento": "House Stark",
            "titulo": "King",
            "id_region": "3",
            "region": "The North",
            "descripcion": "Robb was conceived during the first fortnight of the marriage of Lord Eddard Stark and Lady Catelyn Tully on the wedding night at Riverrun, according to Catelyn. While Eddard rode south to fight in Robert's Rebellion, Catelyn remained at House Tully's castle. Near the end of the war, she gave birth at Riverrun with the aid of Maester Luwin. After war ended Catelyn traveled to Winterfell with Robb. Robb was raised at Winterfell as his father's heir, and is the closest of companions with his half-brother Jon Snow.Robb and Jon trained together at arms ever since they were big enough to walk, and played at being mighty knights and heroes. Once, Robb and Jon built a great mountain of snow above a gate. They were spotted by Mance Rayder, then a brother of the Night's Watch, who had accompanied the visiting Lord Commander Qorgyle. Mance promised not to tell on them, and the two boys eventually dumped the snow on Fat Tom, the slowest of Lord Eddard's household guards, who chased them around afterward.",
            "lealtad": "House Stark",
            "edad": "16",
            "muerte": "299",
            "slug": "personaje2",
            "image": "personaje_2.png"
        },
        {
            "id": "3",
            "nombre": "Balon Greyjoy",
            "id_casa": "3",
            "casa_nacimiento": "House Greyjoy",
            "titulo": "King",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Balon is the eldest surviving son of Quellon Greyjoy, Lord of the Iron Islands, and a lady of House Sunderly. It is not clear when he was born. Balon learned to sail when still young and was a very skilled captain. Balon scaled the Flint Cliffs to the Blind Lord's haunted tower when he was ten. By his thirteenth year, he had become an expert oarsman. At fifteen he sailed with Dagmer Cleftjaw to the Stepstones on a reaving, killing his first man and taking his first two salt wives there. By seventeen he captained his own longship. Later he often went raiding and was known for his fierceness and fearlessness.",
            "lealtad": "House Greyjoy",
            "edad": "38",
            "muerte": "299",
            "slug": "personaje3",
            "image": "personaje_3.png"
        },
        {
            "id": "4",
            "nombre": "Stannis Baratheon",
            "id_casa": "9",
            "casa_nacimiento": "House Baratheon",
            "titulo": "King",
            "id_region": "4",
            "region": "The Stormlands",
            "descripcion": "Born in 264 AC, Stannis was the second son of Lady Cassana Estermont and Steffon Baratheon, Lord of Storm's End and head of House Baratheon. He had an older brother, Robert, and a younger brother, Renly. When Stannis was no more than four years old, his father took him and his brother Robert to court. There, Stannis believed he saw King Aerys II Targaryen on the Iron Throne, holding court. Stannis was impressed, and he and Robert agreed that the king had been as noble as the dragons were fearsome. It was years later that Steffon told him that it had been the Hand of the King, Lord Tywin Lannister, whom they had seen, as King Aerys had cut himself on the throne earlier that day and Tywin had taken over for him. As a lad, Stannis found an injured goshawk, and nursed it back to health. He named the bird Proudwing, but his brother Robert called it Weakwing, as it would never fly higher than the treetops, and never soared. (Robert himself owned a gyrfalcon named Thunderclap, who never missed a strike). Eventually, Stannis's great-uncle, Harbert, convinced him to abandon the bird, stating that Stannis was making a fool of himself with it.",
            "lealtad": "House Baratheon",
            "edad": "36",
            "muerte": "Still alive",
            "slug": "personaje4",
            "image": "personaje_4.png"
        },
        {
            "id": "5",
            "nombre": "Mance Rayder",
            "id_casa": "5",
            "casa_nacimiento": "Free Folk",
            "titulo": "King",
            "id_region": "6",
            "region": "Beyond the wall",
            "descripcion": "According to Selyse Florent, Mance's parents were a common woman of the free folk and a man of the Night's Watch. After a group of raiders were put to the sword when Mance was a child, he was taken by the Night's Watch and raised as one of them.[6] According to a semi-canon source, his last name of \"Rayder\" comes from this origin. A ranger of the Shadow Tower, Mance often sang of Bael the Bard after returning from rangings beyond the Wall. Some time between 286 AC and 288 AC,  Lord Commander Qorgyle traveled to Winterfell to meet with Lord Eddard Stark, with Mance among the black brothers escorting him. In Winterfell, he encountered the young Robb Stark and Jon Snow playing a prank, and promised not to tell.",
            "lealtad": "Free Folk",
            "edad": "35",
            "muerte": "Still alive",
            "slug": "personaje5",
            "image": "personaje_5.png"
        },
        {
            "id": "6",
            "nombre": "Renly Baratheon",
            "id_casa": "9",
            "casa_nacimiento": "House Baratheon",
            "titulo": "King",
            "id_region": "4",
            "region": "The Stormlands",
            "descripcion": "Born in 277 AC, Renly was the youngest of the three sons of Lord Steffon Baratheon and Lady Cassana Estermont. Renly's parent's died when their ship Windproud, returning from the Free Cities, sank in a storm in Shipbreaker Bay. Renly grew up at Storm's End. Only a young boy at the time of Robert's Rebellion, he spent the war under siege in Storm's End, together with his older brother, Stannis, where he was witness to the desperation of the starving garrison. As a boy, Renly loved bright colors and fabrics. He loved games as well, and would run laughing through the halls of Storm's End. By his older brother, King Robert I Baratheon, Renly was eventually granted the seat of Storm's End and named Lord Paramount of the Stormlands, upsetting Stannis, who felt that, as the elder of the two, Storm's End was his by right.",
            "lealtad": "House Baratheon",
            "edad": "22",
            "muerte": "299",
            "slug": "personaje6",
            "image": "personaje_6.png"
        },
        {
            "id": "7",
            "nombre": "Tommen Baratheon",
            "id_casa": "9",
            "casa_nacimiento": "House Baratheon",
            "titulo": "King",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Tommen once adopted a fawn as a pet, but his elder brother, Prince Joffrey, later killed and skinned the animal. It is also implied Joffrey bullies and abuses Tommen physically or emotionally. Following the tourney on Prince Joffrey's name day, Tommen and his siblings traveled with Cersei to Casterly Rock with their grandfather, Lord Tywin Lannister.",
            "lealtad": "House Lannister",
            "edad": "14",
            "muerte": "303",
            "slug": "personaje7",
            "image": "personaje_7.png"
        },
        {
            "id": "8",
            "nombre": "Brandon Stark",
            "id_casa": "2",
            "casa_nacimiento": "House Stark",
            "titulo": "King",
            "id_region": "3",
            "region": "The North",
            "descripcion": "Bran is the fourth child and second son of Lady Catelyn and Lord Ned Stark. Ned is the head of House Stark, Lord Paramount of the North, and Warden of the North to King Robert Baratheon. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rules the region from their seat of Winterfell. Bran was born and raised at Winterfell. He has an older brother Robb, a younger brother Rickon, two older sisters Sansa and Arya, and an older \"bastard half-brother\", Jon Snow, who is actually Bran's first cousin by his aunt Lyanna Stark. Bran was named for Ned's elder brother, Brandon, who was brutally executed by the Mad King along with Bran's paternal grandfather Rickard Stark. He is only called \"Brandon\" by his mother when he has done something wrong. Bran dreams of being a knight of the Kingsguard, and his favorite hobby is climbing the walls of Winterfell, using its old rooftops and passageways to get around.",
            "lealtad": "House Stark",
            "edad": "17",
            "muerte": "Still alive",
            "slug": "personaje8",
            "image": "personaje_8.png"
        },
        {
            "id": "9",
            "nombre": "Tyrion Lannister",
            "id_casa": "1",
            "casa_nacimiento": "House Lannister",
            "titulo": "Hand of the King",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Tyrion was born in 273 AC as the third-born child to Lord Tywin and Lady Joanna Lannister. Joanna died giving birth to him, and as a result his father blames him for her death. Tales about Tyrion were spread immediately after his birth; At Oldtown, it was said that Tyrion was a monster, with a tail, monstrous huge head, thick black hair, a beard, an evil eye, lion's claws, with teeth so long he was not able to close his mouth, and both male and female genitals. It was said that Tyrion's birth was an omen to famine, plague and war,[7] and the smallfolk named him \"Lord Tywin's Doom\" and \"Lord Tywin's Bane\". King Aerys II Targaryen stated that Tyrion was a punishment for Tywin's arrogance,and the same was said by begging brothers in Oldtown, stating that Tywin had made himself greater than the king, which was only allowed by a god. Shortly after Tyrion's birth, the Princess of Dorne arrived with her consort and two younger children, Elia and Oberyn Martell. Tyrion was kept out of sight during the visit of the Martells, though he could sometimes be heard howling. Cersei and Jaime showed Tyrion to Elia and Oberyn the day before the Martells left, with Cersei claiming the infant would die soon. Lord Tywin, having refused to betroth Princess Elia to his heir Jaime, offered Tyrion as a betrothed to Elia instead, which the Martells took as an insult.",
            "lealtad": "House Stark",
            "edad": "32",
            "muerte": "Still alive",
            "slug": "personaje9",
            "image": "personaje_9.png"
        },
        {
            "id": "10",
            "nombre": "Yara Greyjoy",
            "id_casa": "3",
            "casa_nacimiento": "House Greyjoy",
            "titulo": "Lady",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Yara is the only daughter of Lord Balon and his wife, Lady Alannys of House Harlaw. Balon is the head of House Greyjoy and the Lord of the Iron Islands. The Iron Islands are one of the constituent regions of the Seven Kingdoms, and House Greyjoy is one of the Great Houses of the realm. House Greyjoy rules the region from their seat at Pyke, and Balon also holds the title Lord Reaper of Pyke. Yara was born and raised at Pyke. She was Balon and Alannys's third child after Rodrik and Maron. She also has a younger brother, Theon. Eight years before the start of the series, Balon rose in rebellion against the Iron Throne and was defeated in a bloody war. Balon's two older sons were killed and Theon was taken by Lord Eddard Stark as a hostage for Balon's good behavior and obedience.[2] With Yara as Balon's only remaining child in the Iron Islands, he raised her as a surrogate son, encouraging her to become a reaver in her own right, which is unusual for women in the patriarchal culture of the ironborn. She is a fierce warrior and commands her own longship, to the disquiet of some of the ironborn who hold that women should not fight or command men in battle.",
            "lealtad": "Unknown",
            "edad": "25",
            "muerte": "Still alive",
            "slug": "personaje10",
            "image": "personaje_10.png"
        },
        {
            "id": "11",
            "nombre": "Edmure Tully",
            "id_casa": "4",
            "casa_nacimiento": "House Tully",
            "titulo": "Lord",
            "id_region": "2",
            "region": "The Riverlands",
            "descripcion": "Edmure was born as the third child and only living son of Lord Hoster Tully and Lady Minisa Whent. Edmure's mother died while giving birth to a baby brother, who also died. As a youth, Edmure was known as hot headed but good hearted. He had a number of friends who had similar characteristics, most notably Marq Piper. Edmure once broke his arm after falling from an elm in Riverrun's godswood. When Lords Tytos Blackwood and Jonos Bracken visited Hoster to discuss their feud, young Edmure, his sisters, and Petyr Baelish drank wine when the adults were preoccupied.",
            "lealtad": "House Tully",
            "edad": "38",
            "muerte": "Still alive",
            "slug": "personaje11",
            "image": "personaje_11.png"
        },
        {
            "id": "12",
            "nombre": "Tormund Giantsbane",
            "id_casa": "5",
            "casa_nacimiento": "Free Folk",
            "titulo": "Ruddy Hall",
            "id_region": "6",
            "region": "Beyond the Wall",
            "descripcion": "Tormund is a trusted leader in his own right of a large warband of wildlings. He has joined his forces to those of King-Beyond-the-Wall Mance Rayder, and now functions as one of Mance's most trusted lieutenants. Tormund is not just a capable leader, but also a very dangerous fighter. This is proven during the Battle of Castle Black, where he killed multiple Night's Watch brothers and clearly outmatched Ser Alliser Thorne in single combat and Lord Smalljon Umber at the Battle of the Bastards. He boasts of having bedded a she-bear. Ygritte insists that everyone knows he just made this story up. Tormund makes much of his capacity for drink and sexual encounters, usually as a means of raising his allies' morale. He is extremely loyal to those who have fought alongside him, even Jon Snow, who once betrayed him and the wildlings. Tormund has two daughters, though he hasn't mentioned if he has any sons",
            "lealtad": "Free Folk",
            "edad": "Unknown",
            "muerte": "Still alive",
            "slug": "personaje12",
            "image": "personaje_12.png"
        },
        {
            "id": "13",
            "nombre": "Jason Mallister",
            "id_casa": "7",
            "casa_nacimiento": "House Mallister",
            "titulo": "Seagard",
            "id_region": "2",
            "region": "The Riverlands",
            "descripcion": "Lord Jason is a renowned tourney knight, participating in several tourneys over the years. He was defeated in the tourney at Storm's End by Prince Rhaegar Targaryen and Ser Barristan Selmy.As a bannerman to Lord Hoster Tully, he attended the wedding of Hoster's daughter, Catelyn, to Lord Eddard Stark at Riverrun, where his gifts were lavish. During Robert's Rebellion, Jason fought in the Battle of the Trident, slaying three of Rhaegar's bannermen, according to semi-canon sources to avenge the death of his brother.During Greyjoy's Rebellion in 289 AC, he killed Rodrik Greyjoy beneath the walls of Seagard, throwing the ironborn reavers back into the sea.",
            "lealtad": "House Mallister",
            "edad": "Unknown",
            "muerte": "Still alive",
            "slug": "personaje13",
            "image": "personaje_13.png"
        },
        {
            "id": "14",
            "nombre": "Gendry Baratheon",
            "id_casa": "9",
            "casa_nacimiento": "House Baratheon",
            "titulo": "Lord",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Gendry is the last living bastard son of King Robert Baratheon, who, throughout his childhood, was unaware of his lineage. Gendry did not receive either the bastard surnames used in the Crownlands (Waters) or the Stormlands (Storm) because, like the rest of his half-siblings, he has never been openly acknowledged by Robert. Gendry spent his whole life in King's Landing. His mother was a tavern wench that King Robert had sex with once, and apparently Robert never even knew of his existence. Gendry grew up in the slums of Flea Bottom, surviving on bowls of brown stew that contained meat which was allegedly chicken (though like most of the other patrons, he knew full well it wasn't).",
            "lealtad": "House Baratheon",
            "edad": "24",
            "muerte": "Still alive",
            "slug": "personaje14",
            "image": "personaje_14.png"
        },
        {
            "id": "15",
            "nombre": "Mariya Darry",
            "id_casa": "12",
            "casa_nacimiento": "House Darry",
            "titulo": "Lady",
            "id_region": "2",
            "region": "The Riverlands",
            "descripcion": "During her marriage to Merrett Frey, whom she found disappointing, Mariya had three girls, a stillbirth, a girl that died in infancy and then a son.",
            "lealtad": "House Frey",
            "edad": "Unknown",
            "muerte": "Unknown",
            "slug": "personaje15",
            "image": "personaje_15.png"
        },
        {
            "id": "16",
            "nombre": "Jonos Bracken",
            "id_casa": "14",
            "casa_nacimiento": "House Bracken",
            "titulo": "Lord",
            "id_region": "2",
            "region": "The Riverlands",
            "descripcion": "Jonos has five daughters, and a bastard son, Harry Rivers. However, his rival, Lord Tytos Blackwood, does not believe that Harry was fathered by Jonos.",
            "lealtad": "House Bracken",
            "edad": "Unknown",
            "muerte": "Unknown",
            "slug": "personaje16",
            "image": "personaje_16.png"
        },
        {
            "id": "17",
            "nombre": "Selwyn Tarth",
            "id_casa": "17",
            "casa_nacimiento": "House Tarth",
            "titulo": "Lord",
            "id_region": "4",
            "region": "The Stormlands",
            "descripcion": "After the death of his wife, Selwyn took a new mistress every year. He kept a singer every year of Brienne's childhood, allowing her to memorize all the songs. Selwyn tried to wed Brienne to the second son of Lord Bryen Caron, Ser Ronnet Connington,and Ser Humfrey Wagstaff, but all betrothals failed. Lord Tarth allowed his master-at-arms, Ser Goodwin, to train Brienne.",
            "lealtad": "House Baratheon",
            "edad": "Unknown",
            "muerte": "Unknown",
            "slug": "personaje17",
            "image": "personaje_17.png"
        },
        {
            "id": "18",
            "nombre": "Talla Tarly",
            "id_casa": "16",
            "casa_nacimiento": "House Tarly",
            "titulo": "Lady",
            "id_region": "7",
            "region": "The Reach",
            "descripcion": "Talla Tarly is the daughter of Lord Randyll Tarly and his wife Lady Melessa Florent. In the television adaptation Game of Thrones, Talla is portrayed by Rebecca Benson. Talla and her two sisters were born in three years time in between the births of their two brothers, Samwell and Dickon Tarly.",
            "lealtad": "None",
            "edad": "Unknown",
            "muerte": "Unknown",
            "slug": "personaje18",
            "image": "personaje_18.png"
        },
        {
            "id": "19",
            "nombre": "Tytos Blackwood",
            "id_casa": "18",
            "casa_nacimiento": "House Blackwood",
            "titulo": "Lord",
            "id_region": "2",
            "region": "The Riverlands",
            "descripcion": "Tytos and Lord Jonos Bracken once visited Riverrun to lay their quarrel before Hoster Tully, Lord Paramount of the Trident.",
            "lealtad": "House Blackwood",
            "edad": "Unknown",
            "muerte": "Still alive",
            "slug": "personaje19",
            "image": "personaje_19.png"
        },
        {
            "id": "20",
            "nombre": "Daenerys Targaryen",
            "id_casa": "19",
            "casa_nacimiento": "House Targaryen",
            "titulo": "Queen",
            "id_region": "1",
            "region": "The Westerlands",
            "descripcion": "Daenerys is the youngest child of King Aerys II Targaryen and his sister-wife, Queen Rhaella. Daenerys was conceived during the last month of Robert's Rebellion, the war which ended House Targaryen's reign over the Seven Kingdoms. Shortly thereafter, her mother was sent with the young prince Viserys to the family ancestral seat of Dragonstone to escape the rebel army which was marching towards King's Landing. Daenerys was born nine months after their flight, while a great storm raged above Dragonstone, sinking what remained of the Targaryen fleet; for this reason she is known as \"Daenerys Stormborn\". Her mother died in labor, but not before naming her",
            "lealtad": "House Targaryen",
            "edad": "14",
            "muerte": "Still alive",
            "slug": "personaje20",
            "image": "personaje_20.png"
        },
        {
            "id": "21",
            "nombre": "Jon Umber",
            "id_casa": "20",
            "casa_nacimiento": "House Umber",
            "titulo": "Lord",
            "id_region": "3",
            "region": "The North",
            "descripcion": "Jon Umber, known as Greatjon Umber and the Greatjon, is Lord of the Last Hearth and head of House Umber, a vassal family to the Starks of Winterfell. His eldest son, also named Jon, is called the Smalljon. ",
            "lealtad": "House Stark",
            "edad": "Unknown",
            "muerte": "Still alive",
            "slug": "personaje21",
            "image": "personaje_21.png"
        }
    ]
